export const POLICY = `개인정보의 수집 및 이용 목적
똑똑은 다음의 목적을 위해 개인정보를 수집하고 이용합니다:
• 동아리 활동 관리: 동아리 회원 관리, 동아리 활동 안내, 동아리 관련 공지 전달  
• 서비스 제공: 상명대학교 동아리 소개 사이트 운영, 상명대학교 동아리 관리 서비스 운영

수집하는 개인정보 항목
똑똑 동아리 활동과 사이트 운영을 위해 아래와 같은 개인정보를 수집합니다.
• 필수 항목: 이름, 연락처  
\u00A0\u00A0◦ 중앙동아리, 과동아리 회장 1인   
• 선택 항목: 이름, 연락처, 학번(상명대학교), 학과(상명대학교)  
\u00A0\u00A0◦ 중앙동아리, 과동아리 소속 동아리 부원

개인정보의 보유 및 이용 기간
동아리는 개인정보 수집 및 이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.  
단, 관련 법령에 따라 일정 기간 보관이 필요한 경우에는 해당 기간 동안 보유합니다.
• 회장 정보: 중앙동아리, 과동아리, 연합동아리 폐지 시 즉시 파기  
• 동아리 부원 정보: 중앙동아리, 과동아리, 연합동아리 탈퇴 시 즉시 파기

개인정보의 제3자 제공
동아리는 이용자의 동의 없이는 원칙적으로 개인정보를 외부에 제공하지 않습니다.  
다만, 법령에 의해 요구되거나 동아리 활동을 위해 불가피하게 필요한 경우에 한해 제공할 수 있습니다.

이용자의 권리
이용자는 언제든지 자신의 개인정보에 대해 열람, 수정, 삭제를 요청할 수 있습니다.  
또한, 개인정보 처리에 대한 동의를 철회할 수 있으며, 이와 관련한 문의는  
동아리 개인정보 보호책임자에게 연락해 주시기 바랍니다.

개인정보의 파기 절차 및 방법
동아리는 개인정보 보유 기간이 경과하거나 처리 목적이 달성된 경우, 해당 정보를 지체 없이 파기합니다.
• 파기 절차: 개인정보 보유 기간 종료 시 또는 회원 요청 시 파기  
• 파기 방법: 전자 파일은 복구 불가능한 방법으로 영구 삭제, 종이 문서는 분쇄기로 파기


개인정보 보호를 위한 기술적/관리적 대책
동아리는 개인정보를 안전하게 보호하기 위해 다음과 같은 조치를 취하고 있습니다:
• 암호화: 중요한 개인정보는 암호화하여 저장 및 전송  
• 접근 통제: 개인정보 접근 권한 관리 및 접근 기록 보관  
• 웹 취약성 검사: 정기적인 웹 취약성 검사를 통해 SQL 인젝션, XSS 등 잠재적인 웹 공격에 대비하고, 발견된 취약점을 신속히 수정  
• 네트워크 보안: 네트워크를 통한 데이터 전송 시 SSL 인증서를 적용하여 데이터를 보호
`;
